<template>
  <div class="container buddhist" id="top">
    <div class="row pt-3 p-1">
      <div class="col-12 p-0">
        <h6 class="font-weight-bold p-4 bg-warning" style="border-radius: 20px">
          ဗုဒ္ဓဘာသာတစ်ဦးအနေဖြင့် သိသင့် သိထိုက်သော အခြေခံများ
        </h6>
      </div>
      <div class="col pb-2 text-center">
        <a
          href="#sec"
          class="btn btn-info fas text-light fa-angle-double-down"
        ></a>
      </div>
      <div class="col pb-2 text-center">
        <a
          href="#sec"
          class="btn btn-info fas text-light fa-angle-double-down"
        ></a>
      </div>
      <div class="col-12 pt-1 pl-2 bg-light text-dark">
        <h6 class="font-weight-bold text-muted">
          ကျေးဇူးတော်အရှင် ဂေါတမမြတ်စွာဘုရား ကိုယ်တော်မြတ်ကြီး၏ (ကိုယ်ရေးရာဇဝင်
          အထ္တုပ္ပတိအကျဉ်း)
        </h6>

        <div class="pl-2 pt-2" style="letter-spacing: 0.7px">
          <li class="p-2 font-weight-bold">အမည်- (သိဒ္ဓတ္ထ) ဂေါတမ</li>
          <li class="p-2 font-weight-bold">
            ခမည်းတော် – သုဒ္ဓေါဒန ဂေါတမ မင်းကြီး
          </li>
          <li class="p-2 font-weight-bold">
            မယ်တော် – မိဖုရား မဟာ မာယာ (မွေးဖွားပြီး ခုနှစ်ရက်အကြာတွင်သေဆုံးသည်)
          </li>
          <li class="p-2 font-weight-bold">လူမျိုးစု – ခတ္တိယ</li>
          <li class="p-2 font-weight-bold">မိထွေးတော် – မဟာပဇာပတိ ဂေါတမီ</li>
          <li class="p-2 font-weight-bold">
            မွေးဖွားသည့်ရက် – ခရစ်မပေါ်မီ ၆၂၃ ခု၊ မေလ ၊ သောကြာနေ့ မဟာသက္ကရာဇ် ၆၈
            ခု၊ ကဆုန်လပြည့်နေ့
          </li>
          <li class="p-2 font-weight-bold">
            မွေးဖွားသည့်ဒေသ – လုမ္ဗိနီအင်ကြင်းဥယျာဉ်၊ ကပိလဝတ်ပြည်
          </li>
          <li class="p-2 font-weight-bold">
            မွေးဖွားသည့်တိုင်းပြည် – အိန္ဒိယ (ယခု နီပေါနိုင်ငံ) မဇ္စျိမဒေသ
          </li>
          <li class="p-2 font-weight-bold">
            မွေးဖွားသည့်နေရာရှိအပင် – အင်ကြင်းပင်
          </li>
          <li class="p-2 font-weight-bold">
            ပထမဦးဆုံးပြောသည့်စကား – “ငါသည် တလောကလုံးထက်မြတ်၏”
          </li>
          <li class="p-2 font-weight-bold">
            ဖွားဖက်တော် ခုနှစ်ဦး- ယသော်ဓရာမင်းသမီး၊ ညီတော်အာနန္ဓာ၊
            ကာဠုဒါယီအမတ်လောင်း၊ ဆန္နအမတ် လောင်း၊ ကဏ္ဍကမြင်း၊ ရွေအိုးကြီးလေးလုံး၊
            ဗောဓိပင်
          </li>
          <li class="p-2 font-weight-bold">အိမ်ထောင်ပြုသည့်အသက် – ၁၆ နှစ်</li>
          <li class="p-2 font-weight-bold">
            ဇနီး – ယသော်ဓရာ မင်းသမီး (ဝမ်းကွဲနှမ)
          </li>
          <li class="p-2 font-weight-bold">သားတော် – ရာဟုလာ</li>
          <li class="p-2 font-weight-bold">
            ယောက္ခမတော်များ – သုပ္ပဗုဒ္ဓမင်းကြီး (ဒေဝဒဟပြည်မင်းကြီး)၊မိဖုရား
            အမိတ္တာ(သုဒ္ဓေါဒန မင်းကြီး၏ အမတော်)
          </li>
          <li class="p-2 font-weight-bold">
            ယောက်ဖတော် – ဒေဝဒတ် (ညီအကိုဝမ်းကွဲ)
          </li>
          <li class="p-2 font-weight-bold">
            ကောဏ္ဍညပုဏ္ဏားပြောသည့်စကား – “အရှင်သားတော်သည် တောထွက်၍
            ဘုရားဧကန်ဖြစ်လိမ့်မည်”
          </li>
          <li class="p-2 font-weight-bold">
            နမိတ်ကြီးလေးပါး – သူအို၊သူနာ၊သူသေ၊ရဟန်
          </li>
          <li class="p-2 font-weight-bold">
            သားတော်မွေးဖွားပြီးပြောသည့်စကား – “ရာဟုဖမ်းပြီ၊အနှောင်အဖွဲ့ဖြစ်ပြီ”
          </li>
          <li class="p-2 font-weight-bold">
            တောထွက်သည့်အသက် – ၂၉နှစ်၊(အိမ်ထောင်ပြုပြီး ၁၃ နှစ်အကြာ)
          </li>
          <li class="p-2 font-weight-bold">
            တောထွက်သည့်အချိန် – ခရစ်မပေါ်မီ ၅၉၄ ခု၊ ဇူလိုင်လ၊ တနင်္လာနေ့
            (ညလယ်)၊မဟာသက္ကရာဇ် ၉၇ ခု၊ ၀ါဆိုလပြည့်နေ့
          </li>
          <li class="p-2 font-weight-bold">မြင်းရထားမောင်းသူ – ဆန္နအမတ်</li>
          <li class="p-2 font-weight-bold">
            တော်ဝင်မြင်းအမည် – ကဏ္ဍက (သခင်နဲ့ခွဲပြီးနောက်သေဆုံးသွားသည်)
          </li>
          <li class="p-2 font-weight-bold">ဖြတ်သွားသည့်မြစ် – အနော်မာ</li>
          <li class="p-2 font-weight-bold">သွားသည့်နေရာ – ဥရုဝေလတေ</li>
          <li class="p-2 font-weight-bold">
            ဘုရားလောင်းအားနောက်ဆုံးဆွမ်းကပ်သူ – သုဇာတာ ဃနနို့ဆွမ်း( ၄၉
            လုပ်မျှသာ)
          </li>
          <li class="p-2 font-weight-bold">
            ဘုရားလောင်းအားမြက်လှူဒါန်းသူ- သောတ္ထိယ
            မြက်ရိတ်သမားမှမြက်ရှစ်ဆုပ်လှူဒါန်းသည်
          </li>
          <li class="p-2 font-weight-bold">
            ကျင့်ကြံမှု – မဇ္စျိမ ပဋ္ဋိပဒါလမ်းစဉ်၊ ဝင်လေထွက်လေကို ရှုမှတ်ခြင်း
          </li>
          <li class="p-2 font-weight-bold">
            နေရာ – အိန္ဒယနိုင်ငံ၊ ဘီဟာနယ်တွင်ရှိသော ဗုဒ္ဓဂါယာ –
          </li>
          <li class="p-2 font-weight-bold">အမှီပြုသည့်အပင် – ဗောဓိပင်</li>
          <li class="p-2 font-weight-bold">ဘုရားဖြစ်သည့်အသက် – ၃၅ နှစ်</li>
          <li class="p-2 font-weight-bold">
            ဘုရားဖြစ်သည့်နေ့ – ခရစ်မပေါ်မီ ၅၈၈၊မေလ၊ ဗုဒ္ဓဟူးနေ့၊မဟာသက္ကရာဇ် ၁၀၃၊
            ကဆုန်လပြည့်နေ့
          </li>
          <li class="p-2 font-weight-bold">
            တရားဦးဟောသည့်နေရာ – သမင်ခြံ၊ မိဂဒါဝုန်တော၊ တရားဦးဟောသည့်အချိန် –
            စနေနေ့၊ ဇူလိုင်လ၊ ခရစ်မပေါ်မီ ၅၈၈ မဟာသက္ကရာဇ် ၁၀၃၊ ၀ါဆိုလပြည့်နေ့
          </li>
          <li class="p-2 font-weight-bold">
            ဟောသည့်တရားဦး – ဓမ္မစကြာလက္ခဏသုတ် ပထမဆုံးသံဃာငါးဦး – အရှင်ကောဏ္ဍည၊
            အရှင်ဝပ္ပံ၊ အရှင်ဘဒ္ဓိယ၊ အရှင်မဟာနာမ်၊ အရှင်အဿဇိ
          </li>
          <li class="p-2 font-weight-bold">
            အမျိုးသားဓမ္မသေနာပတိ- ရှင်သာရိပုတ္တရာမထေရ် (ဥပတိဿ)၊ လက်ယာရံ။
            *ရှင်မောဂ္ဂလာန် မထေရ်(ကောလိတ)၊ လက်ဝဲရံ
          </li>
          <li class="p-2 font-weight-bold">
            အမျိုးသမီးဓမ္မသေနာပတိ – ခေမာ ထေရီ၊ လက်ယာရံ
            (ဗိမ္ဗိသာရမင်းကြီး၏မိဖုရား)။ ဥပ္ပလဝဏ် ထေရီ ၊လက်ဝဲရံ
          </li>
          <li class="p-2 font-weight-bold">
            ဘုရားရှင်အားနောက်ဆုံးဆွမ်းကပ်သူ – စုန္ဒ (ဝက်ပျိုသားဆွမ်း)
          </li>
          <li class="p-2 font-weight-bold">ရောဂါ – သွေးဝမ်းသွားရောဂါ</li>
          <li class="p-2 font-weight-bold">သက်တော် – ၈၀ နှစ်</li>
          <li class="p-2 font-weight-bold">၀ါတော် – ၄၅ ၀ါ</li>
          <li class="p-2 font-weight-bold">
            ပရိနိဗ္ဗာန်ပြုသည့် အပင် – အင်ကြင်းပင်နှစ်ပင်ကြား
          </li>
          <li class="p-2 font-weight-bold">
            ပရိနိဗ္ဗာန်ပြုသည့်နေရာ – အင်ကြင်းဥယျာဉ်၊ ကုသိနာရုံပြည် (ယခု ဥတရာပတ်၊
            အိန္ဒိယနိုင်ငံ)
          </li>
          <li class="p-2 font-weight-bold">
            ဗုဒ္ဓ၏ နောက်ဆုံးသာဝက – သုဘဒ္ဒ မထေရ်
          </li>
          <li class="p-2 font-weight-bold">ဗုဒ္ဓ၏ နောက်ဆုံးစကား –</li>
          <p class="pl-3">“ သင်္ခါရတရားတို့သည် ပျက်စီးခြင်း သဘောရှိကြသည်။</p>
          <p class="pl-4">
            သင်ချစ်သားတို့ မမေ့မလျော့သောသတိတရားတို့ဖြင့် အားထုတ်ကြကုန်လော့”
          </p>
          <p class="pl-3">…………( အပ္ပမာဒေန သမ္မာဒေထ )……….</p>
          <li class="p-2 font-weight-bold">ပရိနိဗ္ဗာန်ပြုသည့်အချိန် –</li>
          <p class="pl-4">
            ခရစ်မပေါ်မီ ၅၄၃ ခု၊ မေလ၊ အင်္ဂါနေ့ မဟာသက္ကရာဇ် ၁၄၈ ခု၊
            ကဆုန်လပြည့်နေ့
          </p>
          <hr />
        </div>
      </div>

      <div class="col-12 pt-3 bg-warning" style="letter-spacing: 0.8px">
        <div id="sec" class="bg-warning p-2">
          <p class="font-weight-bold">
            …….ဂေါတမ ဘုရားအလောင်းတော်သည် ဤဘဒ္ဒကမ္ဘာမှ ပြန်၍ ရေတွက်သည်ရှိသော်
            လေးသချေင်္နှင့် ကမ္ဘာတစ်သိန်းထက်၌ သုမေဓာရသေ့ ဖြစ်ခဲ့ရလေသည်။
          </p>
          <p>
            *သုမေဓာရသေ့သည် ဒီပင်္ကရာမြတ်စွာဘုရား ခြေတော်ရင်း၌ ကိုယ်တော်တစ်ဦးတည်း
            နိဗ္ဗာန်ချမ်းသာကို ရနိုင်သော်လည်း သြဃလေးဖြာသံသရာ၌
            နစ်မွန်းပျော်ပါးကုန်သော ဝေနေယျသတ္တဝါ အပေါင်းတို့ကို
            သနားကြင်နာတော်မူလှသဖြင့် ယူတော်မမူခဲ့ပေ။
          </p>

          <p class="font-weight-bold">*ပါရမီ(၃)မျိုး၊</p>
          <p>
            *သုမေဓာရသေ့ဘဝမှ ဝေဿန္တရာမင်း ဘဝတိုင်အောင် မရေမတွက်နိုင် များစွာသော
            ဘဝတို့၌…
          </p>
          <p>၁။ ရွှေ၊ ငွေ၊ မြင်း အစရှိသည်တို့ကို လှူခြင်း၊ (ဒါနပါရမီ)၊</p>
          <p>
            ၂။ ခြေ၊ လက်၊ နား နှာခေါင်း အစရှိသည်တို့ကို လှူခြင်း၊ (ဒါနဥပပါရမီ)၊
          </p>
          <p>၃။ ကိုယ့်အသက်ကို လှူခြင်း၊ (ဒါနပရမတ္ထပါရမီ)၊</p>
          <p>အစရှိသော ပါရမီသုံးဆယ်တို့ကို ဖြည့်ကျင့်တော်မူခဲ့လေသည်။</p>

          <p class="font-weight-bold">စွန့်ခြင်းကြီး(၅)ပါး၊</p>
          <p>ထို့အပြင် အလွန်စွန့်နိုင်ခဲစွာသော…</p>
          <p>
            ၁။ ပဒေသရာဇ် ဧကရာဇ် စကြမင်းတို့၏ စည်းစိမ်ဥစ္စာ ရတနာတို့ကို
            စွန့်ခြင်း၊ (ဓနပရိစ္စာဂ)၊
          </p>
          <p>၂။ သားသမီးတို့ကို စွန့်ခြင်း၊ (ပုတ္တပရိစ္စာဂ)၊</p>
          <p>၃။ မယားကို စွန့်ခြင်း၊ (ဘရိယပရိစ္စာဂ)၊</p>
          <p>
            ၄။ ခြေ၊ လက်၊ နား၊ နှာခေါင်း အစရှိသည့် အင်္ဂါကြီးငယ်ကို စွန့်ခြင်း၊
            (အင်္ဂပရိစ္စာဂ)၊
          </p>
          <p>
            ၅။ ကိုယ့်အသက်ကို စွန့်ခြင်း၊ (ဇီဝိတ ပရိစ္စာဂ)၊ ဟု ဆိုအပ်သော
            စွန့်ခြင်းကြီး ငါးပါးကို ဖြည့်စွန့်တော်မူခဲ့လေသည်။
          </p>

          <p class="font-weight-bold">စရိယ(၃)ပါး၊</p>
          <p>၁။ လောကတ္ထစရိယ =လောကလူသား သတ္တဝါများအတွက် ကျင့်တော်မူခြင်း။</p>
          <p>၂။ ဉာကတ္ထစရိယ =ဆွေမျိုးသားချင်းများအတွက် ကျင့်တော်မူခြင်း။</p>
          <p>၃။ ဗုဒ္ဓတ္ထစရိယ =သဗ္ဗညုတဉာဏ်တော်အတွက် ကျင့်တော်မူခြင်း။</p>
          <p>ဟူသော စရိယသုံးပါးကိုလည်း ကျင့်တော်မူခဲ့လေသည်။</p>
          <p>
            …..ဤသို့ ဘဝများစွာ သံသရာ ကာလပတ်လုံး ပါရမီတော်တို့ကို
            ဖြည့်ကျင့်တော်မူခဲ့ပြီးနောကဘုရား အလောင်းတော်သည် တုသိတာနတ်ပြည်၌
            သေတကေတုမည်သော နတ်သားဖြစ်ခဲ့လေသည်။
          </p>

          <p>
            ……နတ်သား ဖြစ်စဉ် စကြဝဠာ တိုက်တစ်သောင်းမှ နတ်ဗြဟ္မာအပေါင်းတို့က
            “ဘုရားဖြစ်ချိန်တန်ပါပြီ၊ လူ့ပြည်သို့ဆင်း၍ ဘုရားဖြစ်တော်မူပါ” ဟု
            ဘုရားအလောင်းတော်ကို တောင်းပန်တော်မူလေသည်။
          </p>

          <p class="font-weight-bold">……ကြည့်ခြင်းကြီး(၅)ပါး၊</p>
          <p>သို့ဖြစ်၍ ဘုရားအလောင်းတော် သေတကေတု နတ်သားသည်…</p>
          <p>၁။ ကာလ = ဘုရားဖြစ်ရာ အချိန်ကာလ၊</p>
          <p>၂။ ဒီပ = ဘုရားဖြစ်ရာ ကျွန်းအရပ်၊</p>
          <p>၃။ ဒေသ = ဘုရားဖြစ်ရာ အရပ်ဒေသ၊</p>
          <p>၄။ ကုသလ = ဘုရားဖြစ်ရာ အမျိုးအနွယ်၊</p>
          <p>
            ၅။ မာတုအာယုပရိစ္ဆေဒ = ဘုရားအလောင်းတော်၏ မယ်တော် ဖြစ်မည့် သူ၏သက်တမ်း
            အပိုင်းအခြား၊ ဟူသော ကြည့်ခြင်းကြီး ငါးပါးတို့ကို
            ကြည့်ရှု့တော်မူလေသည်။
          </p>

          <p>
            ယင်းသို့ ကြည့်ရှု့တော်မူပြီး နတ်အဖြစ်မှ စုတေကာ မဟာသက္ကရာဇ် (၆၇)ခု၊
            ၀ါဆိုလပြည့်၊ ကြာသပတေးနေ့၌ ကပိလဝတ်ပြည့်ရှင် ဘုရင်သုဒ္ဓေါဒနမင်းကြီး၏
            တောင်ညာ ဒေဝီမိဖုရားကြီး မယ်တော်မာယာဒေဝီ ဝမ်း၌ ပဋိသန္ဓေ တည်နေလေသည်။
          </p>

          <p>
            ……….ဘုရားအလောင်းတော်သည် မဟာသက္ကရာဇ် (၆၈)ခု၊ ကဆုန်လပြည့် သောကြာနေ့ဝယ်
            ဒေဝဒဟပြည် နှင့် ကပိလဝတ်ပြည်၏ အကြားရှိ လုမ္ဗိနီသာမော အင်ကြင်းတော၌
            မယ်တော်မာယာဝမ်းမှ မီးရှူးသန့်စင် ဖွားမြင် တော်မူလေသည်။
          </p>
        </div>
      </div>

      <div class="pl-3 pt-4">
        <a
          href="https://www.thitsarparamisociety.com/%E1%80%93%E1%80%99%E1%81%BC-%E1%80%86%E1%80%B6%E1%80%AF%E1%80%B8%E1%80%99%E1%80%85%E1%80%AC%E1%80%99%E1%80%BA%E1%80%AC%E1%80%B8/"
          class="text-decoration-none"
          target="_blank"
          ><b>အပြည့်စုံဖတ်ရန် . . .</b></a
        >
      </div>
    </div>
  </div>
</template>

<style lang="scss">
 .buddhist{
   div,li{
     font-size: 15px;
   }
 }
</style>

